---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeWidth
source: html/413f6074-ac2c-156d-4dd9-c999fafa09e1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeWidth Property

"Width": Width

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupporttypeWidth { get; }
```